[{"byline":"Death Cab For Cutie","lines":["Darkness is a temporary absence of light."]},{"byline":"The National","lines":["Tiny bubbles hang above me","It’s a sign that someone loves me."]},{"byline":"Dalai Lama XIV","lines":["Choose to be optimistic, it feels better."]},{"byline":"Forrest Gump","lines":["Sometimes we all do things that make no sense."]},{"byline":"MAHATMA GANDHI","lines":["Keep your thoughts positive, because your thoughts become your words.","Keep your words positive, because your words become your behavior.","Keep your behavior positive, because your behavior become your habits.","Keep your habits positive, because your habits become your values.","Keep your values positive, because your values become your destiny."]},{"byline":"The Verve","lines":["Happiness","More or less","It's just a change in me","Something in my liberty"]},{"byline":"Stephen Colbert","lines":["...cynicism is a self-imposed blindness, a rejection of the world\nbecause we are afraid it will hurt us or disappoint us. Cynics always\nsay 'no'. But saying 'yes' begins things. Saying 'yes' is how things\ngrow. Saying 'yes' leads to knowledge. 'Yes' is for young people. So\nfor as long as you have the strength to, say 'yes'."]},{"byline":"The Ramones","lines":["Hey! Ho! Let’s go!"]},{"byline":"Albert Einstein","lines":["Only those who attempt the absurd can achieve the impossible."]},{"byline":"Noam Chomsky","lines":["Optimism is a strategy for making a better future. Because unless you\nbelieve that the future can be better, you are unlikely to step up\nand take responsibility for making it so."]},{"byline":"Thomas L. Friedman","lines":["...all the great changes have been accomplished by optimists."]},{"byline":"Snow Patrol","lines":["Forget what we're told before we get too old."]},{"byline":"Gene Roddenberry","lines":["Everything has not been invented; the human adventure is just beginning."]},{"byline":"Ralph Waldo Emerson","lines":["Write it on your heart that every day is the best day in the year."]},{"byline":"Charles Chaplin","lines":["You'll never find a rainbow if you're looking down."]},{"byline":"Oscar Wilde","lines":["We are all in the gutter, but some of us are looking at the stars."]},{"byline":"Winston Churchill","lines":["A pessimist sees the difficulty in every opportunity; an optimist\nsees the opportunity in every difficulty."]},{"byline":"A. A. Milne","lines":["'What day is it?'","'It's today,' squeaked Piglet.","'My favorite day,' said Pooh."]},{"byline":"Dwight D. Eisenhower","lines":["Pessimism never won any battle."]},{"byline":"Thomas Jefferson","lines":["I’m a great believer in luck, and I find the harder I work, the\nmore I have of it."]},{"byline":"J.R.R. Tolkien, The Fellowship of the Ring","lines":["'Well, you can go on looking forward,' said Gandalf. 'There may be\nmany unexpected feasts ahead of you.'"]},{"byline":"Spice Girls","lines":["Smiling and dancing, everything is free","All you need is positivity"]},{"byline":"Chumbawumba","lines":["I get knocked down, but I get up again.","You're never gonna keep me down."]},{"byline":"Helen Keller","lines":["Optimism is the faith that leads to achievement. Nothing can be done\nwithout hope and confidence."]},{"byline":"Ambrose Bierce","lines":["Optimism - the doctrine or belief that everything is beautiful,\nincluding what is ugly."]},{"byline":"Henry Rollins","lines":["My optimism wears heavy boots and is loud."]},{"byline":"Norman Cousins","lines":["Optimism doesn't wait on facts. It deals with prospects. Pessimism is\na waste of time."]},{"byline":"Radiohead","lines":["If you try the best you can","If you try the best you can","The best you can is good enough"]},{"byline":"George Bernard Shaw","lines":["A pessimist is a man who thinks everybody is as nasty as himself,\nand hates them for it."]},{"byline":"Macklemore","lines":["This is my world, this is my arena","The TV told me something different, I didn't believe it","I stand here in front of you today all because of an idea","I could be who I wanted if I could see my potential"]},{"byline":"Cervantes","lines":["Thou hast seen nothing yet."]},{"byline":"U2","lines":["It's a beautiful day.","Don't let it get away."]},{"byline":"Rick Steves","lines":["Be fanatically positive and militantly optimistic. If something is not\nto your liking, change your liking."]},{"byline":"New Model Army","lines":["We all dance with this fire because it's all that we know","And as the spotlight turns toward us, we all try our best to show."]},{"byline":"Hyman G. Rickover","lines":["Success teaches us nothing; only failure teaches."]},{"byline":"Steven Tyler","lines":["They've been stepping on my toes for years. It's just a reason to\nget new boots."]},{"byline":"Modest Mouse","lines":["Bad news comes, don't you worry even when it lands","Good news will work its way into all them plans","We both got fired on exactly the same day","Well, we'll float on, good news is on the way"]},{"byline":"D.R.I.","lines":["Think for yourself, don't rely on someone else."]},{"byline":"ABBA","lines":["I believe in angels, something good in everything."]},{"lines":["Optimism is a reason to do something.","Pessimism is an excuse to do nothing."]},{"lines":["Everybody owns the great ideas and it feels like there's a big one\n'round the corner."],"byline":"Elbow"}]